Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/sport_and_leisure/blue_flag_beaches_and_marinas_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Blue Flag beaches and marinas in Ireland
ga: Tránna agus Poirt le Bratach Ghorm in Éirinn

source: The Blue Flag is an international environmental award made to beaches and marinas thoughout the world that demonstrate good environmental standards and good sanitary and safety facilities
ga: Gradam idirnáisiúnta comhshaoil is ea an Bhratach Ghorm a bhronntar ar thránna agus ar mhuiríní ar fud an domhain a léiríonn dea-chaighdeáin chomhshaoil agus áiseanna maithe sláintíochta agus sábháilteachta

source: The award is made by the Foundation for Environmental Education (FEE), an independent non-profit organisation
ga: Bronann an Fhondúireacht um Oideachas Comshaoil (FOC), eagraíocht neamhspleách neamhbhrabúis, an gradam seo

source: The Blue Flag award is in place in over 45 countries internationally
ga: Tá an Bhratach Ghorm i bhfeidhm i mbreis agus 45 tír go hidirnáisiúnta

source: You can find information on the beaches and marinas in Ireland that have received awards at blueflagireland.org
ga: Is féidir leat faisnéis a fháil ar na tránna agus ar na muiríní in Éirinn a bhain gradaim amach ag blueflagireland.org

source: In Ireland, the Blue Flag is operated by An Taisce
ga: In Éirinn, is iad an Taisce a fheidhmíonn an Bhratach Ghorm

source: An Taisce also operates a Green Coast Award scheme for beaches that meet EU bathing water quality standards but also retain their natural, unspoilt environment
ga: Feidhmíonn an Taisce, freisin, scéim Gradaim um Chósta Ghlas do thránna a bhaineann caighdeáin cháilíocht uisce an AE amach ach a choimeádann a gcomhshaol nadúrtha gan mhilleadh

source: You can find out the water quality at Ireland's designated bathing areas at splash.epa.ie
ga: Is féidir leat an cháilíocht uisce a dheimhniú ag na 131 limistéar sannta atá in Éirinn ag splash.epa.ie

source: There is a Blue Flag worldwide app for smartphones
ga: Tá app Bratach Ghorm do smartphones

source: A Blue Flag award is awarded to a beach or marina for one season (July to August) only
ga: Bronntar Bratach Ghorm ar thrá nó ar phort ar feadh séasúir amháin (Iúil go Lúnasa)

source: The award of a Blue Flag to a beach depends on compliance with 32 criteria covering the following aspects:
ga: Ní mór cloí le 32 critéar a bhaineann leis na hábhair seo a leanas le Bratach Ghorm do thránna a fháil:

source: • Environmental education and information
ga: • Oideachas agus eolas timpeallachta

source: There are 24 criteria that a marina must comply with
ga: Tá 24 critéir nach mór do muiríne a chomhlíonadh

source: They cover the same areas of water quality, environmental education and information, environmental management, safety and services
ga: Clúdaíonn siad na réimsí céanna ar cháilíocht uisce, oideachas comhshaoil ​​agus faisnéise, bainistíocht chomhshaoil​​, sábháilteachta agus seirbhísí

source: A marina can be part of a larger harbour with other activities, if it is clearly separated from other harbour activities
ga: Is féidir a bheith an muiríne chuid de chuan níos mó le gníomhaíochtaí eile, má tá sé scartha go soiléir ó ghníomhaíochtaí chuain eile

source: The criteria must be adhered to in order to gain a Blue Flag
ga: Ní mór na critéir a cloí le d'fhonn a fháil Brat Gorm

source: If the criteria are not fulfilled during the season or the conditions change, the Blue Flag may be withdrawn
ga: Más rud é nach bhfuil na critéir comhlíonta le linn an tséasúir nó an t-athrú coinníollacha, d'fhéadfadh an Brat Gorm a tharraingt siar

source: The Blue Flag criteria are minimum criteria
ga: Is iad na critéir Brataí Goirme critéir íosta

source: A country can choose to have stricter criteria
ga: Is féidir le tír a roghnú a bhfuil critéir níos déine

source: You can view the Blue Flag beach criteria and the Blue Flag marina criteria on the blueflagireland.org website
ga: Is féidir leat féachaint na critéir trá Gorm Brait agus na critéir muiríne Gorm Brait ar an suíomh gréasáin blueflagireland.org

source: The relevant local authority applies for a Blue Flag award for its beaches
ga: Déanann an t-údarás áitiúil cuí iarratas ar Bhratach Ghorm dá thránna

source: The local authority in question files the application form (with enclosed documentation) and sends it to the National Jury
ga: Cuireann an t-údarás áitiúil an fhoirm chomhlánaithe (leis na cáipéisí faoi iamh) chuig an Giúiré Náisiúnta

source: For applications for beaches, approved bathing water data from the previous year has to be submitted as documentation together with the application as well
ga: Nuair is trá atá i gceist san iarratas ní mór go mbeadh sonraí maidir le huisce snámha ceadúnaithe ón mbliain roimhe curtha ar fáil i bhfoirm cháipéiseach in éineacht leis an iarratas

source: The marina owner is responsible for applying for a Blue Flag award for a marina
ga: Is é/í úinéir an phoirt atá freagrach as iarratas a dhéanamh ar Bhratach Ghorm a fháil bronnta ar an bport

source: To be eligible for the Blue Flag a beach/marina has to fulfill all imperative requirements, and in addition, the fulfillment of a maximum number of guideline criteria is taken into account
ga: Le bheith intofa don Bhratach Ghorm ní mór do thrá/port na riachtanais uilig a chomhlíonadh agus, chomh maith leis sin, cuirtear san áireamh é má chomhlíontar uasmhéid na gcritéar treoirlíne

source: The National Jury consists of:
ga: Is iad seo a leanas baill an Ghiúiré Náisiúnta:

source: • Representative Ministry of Environment
ga: • Ionadaí ón Roinn Chomhshaoil

source: • Association of local authorities
ga: • Cumann na n-údarás áitiúil

source: The National Jury evaluates applications for compliance with the Blue Flag criteria and gives an approval or rejection on the national level
ga: Déanann an Giúiré Náisiúnta iarratais a mheas le cinntiú go bhfuileadar ag cloí le critéir na Brataí Goirme agus ceadaíonn nó diúltaíonn sé an t-iarratas ag leibhéal náisiúnta

source: In special cases, the National Jury can propose a dispensation
ga: I gcásanna speisialta, is féidir leis an Giúiré Náisiúnta deonú a thabhairt

source: The approved applications and the dispensations are then forwarded by the National Jury to the International Jury
ga: Cuireann an Giúiré Náisiúnta ar aghaidh ansin na hiarratais cheadúnaithe agus na deonuithe chuig an Giúiré Idirnáisiúnta

source: The International Jury consists of:
ga: Ná daoine seo a leanas atá ar an ngiúiré idirnáisiúnta:

source: • Five representatives from the Foundation for Environmental Education
ga: • Cúigear ionadaí ón bhFondúireacht um Oideachas Timpeallachta

source: • One representative from the United Nations Environment Programme
ga: • Ionadaí amháin ó Chlár Timpeallachta na Náisiún Aontaithe

source: • One representative from the World Tourism Organization
ga: • Ionadaí amháin ón Eagraíocht Turasóireachta Domhanda

source: • One representative from the European Union for Coastal Conservation
ga: • Ionadaí amháin ó Aontas na hEorpa um Chothabháil Chósta

source: • One representative from the European Parliament - Environmental Committee
ga: • Ionadaí amháin ó Pharlaimint na hEorpa - Coiste Timpeallachta

source: The International Jury carries out an evaluation before it finally decides which beaches and marinas will be awarded the Blue Flag for the season
ga: Déanann an Giúiré Idirnáisiúnta meastóireacht roimh cinneadh deireanach a thógáil cé na tránna agus na poirt a mbronnfar an Bhratach Ghorm orthu don séasúr
